// Половинки из главной страницы
export const getHalfs = [
    {
        url:'src/assets/Фото ресторанов/10724.jpg', //Ссылка на картинку в блоке
        Link:"Main2", //На что сменится перменная page
        adress_metro:"Москва, м Братиславская", //Что будет написанно большими буквами
        adress_street:"ул. Братиславская, д.12", //Что будет написанно маленькими
        button_text:"Перейти на сайт ресторана",
    },
    {
        url:'src/assets/Фото ресторанов/927.jpg',
        Link:"Main2",
        adress_metro:"Москва, м Алексеевская",
        adress_street:"пр-т Мира, д.118",
        button_text:"Перейти на сайт ресторана",
    },
    {
        url:'src/assets/Фото ресторанов/3394.jpg',
        Link:"Main2",
        adress_metro:"Москва, м Таганская",
        adress_street:"Ул. Таганская, д.1/2, стр.2",
        button_text:"Перейти на сайт ресторана",
    },
    {
        url:'src/assets/2172.jpg',
        Link:"Main2",
        adress_metro:"Жуковский",
        adress_street:"Ул. Большая Пионерская, 7 с1",
        button_text:"Перейти на сайт ресторана",
    },
]


// Половинки для Братиславской
export const getHalfs_Brat = [
    {
        url:'src/assets/Фото ресторанов/10724.jpg', //Ссылка на картинку в блоке
        Link:"Find", //На что сменится перменная page
        adress_metro:"Еще на были у нас?", //Что будет написанно большими буквами
        adress_street:"Посмотрите на наш ресторан на карте", //Что будет написанно маленькими
        button_text:"Карта",
    },
    {
        url:'src/assets/Фото ресторанов/927.jpg',
        Link:"Menu",
        adress_metro:"Заинтресовало?",
        adress_street:"Познакомьтесь с нашим меню поближе",
        button_text:"Меню",
    },
]
// Половинки для Алексеевской
export const getHalfs_Alex = [
    {
        url:'src/assets/Фото ресторанов/10724.jpg', //Ссылка на картинку в блоке
        Link:"Find", //На что сменится перменная page
        adress_metro:"Еще на были у нас?", //Что будет написанно большими буквами
        adress_street:"Посмотрите на наш ресторан на карте", //Что будет написанно маленькими
        button_text:"Карта",
    },
    {
        url:'src/assets/Фото ресторанов/927.jpg',
        Link:"Menu",
        adress_metro:"Заинтресовало?",
        adress_street:"Познакомьтесь с нашим меню поближе",
        button_text:"Меню",
    },
]
// Половинки для Таганской
export const getHalfs_Tagan = [
    {
        url:'src/assets/Фото ресторанов/10724.jpg', //Ссылка на картинку в блоке
        Link:"Find", //На что сменится перменная page
        adress_metro:"Еще на были у нас?", //Что будет написанно большими буквами
        adress_street:"Посмотрите на наш ресторан на карте", //Что будет написанно маленькими
        button_text:"Карта",
    },
    {
        url:'src/assets/Фото ресторанов/927.jpg',
        Link:"Menu",
        adress_metro:"Заинтресовало?",
        adress_street:"Познакомьтесь с нашим меню поближе",
        button_text:"Меню",
    },
]
// Половинки для Жуковской
export const getHalfs_Zhuk= [
    {
        url:'src/assets/Фото ресторанов/10724.jpg', //Ссылка на картинку в блоке
        Link:"Find", //На что сменится перменная page
        adress_metro:"Еще на были у нас?", //Что будет написанно большими буквами
        adress_street:"Посмотрите на наш ресторан на карте", //Что будет написанно маленькими
        button_text:"Карта",
    },
    {
        url:'src/assets/Фото ресторанов/927.jpg',
        Link:"Menu",
        adress_metro:"Заинтресовало?",
        adress_street:"Познакомьтесь с нашим меню поближе",
        button_text:"Меню",
    },
]