// Текст 
export const getReviews = [
    {
        review1: 'Неожиданно приятное место! Кухня – выше всяких похвал, особенно порадовали авторские блюда. Атмосфера располагает к долгим посиделкам: можно и шумной компанией отметить праздник, и устроить романтический ужин при свечах. Советую попробовать фирменный стейк и десерты – пальчики оближешь. По выходным живая музыка, поэтому столик лучше бронировать заранее!',
        review2: 'Это не просто ресторан – это настроение! Интерьер продуман до мелочей: теплый свет, удобные диваны, приглушенная музыка. Блюда подают красиво, порции generous (уходишь сытым и довольным). Отдельный респект бармену за коктейли – миксует с душой. Идеально для свиданий и встреч с друзьями. Цены адекватные за такой уровень.',
        review3: '',
    },
    {
        review1: 'Уютный ресторан с домашней атмосферой. Не ожидал такого уровня от заведения в этом районе! Бургеры – сочные, пиво – охлажденное до идеальной температуры, а сырники тают во рту. Минус один – сложно уйти без десерта, даже если уже наелся. По выходным бывает тесно, но это лишь подтверждает популярность места',
        review2: 'Здесь все продумано: от дизайна меню до подачи блюд. Винная карта впечатляет, сомельье подскажет идеальную пару к ужину. Порции большие – делились десертом втроем! Особенно понравилось, что кухня работает до поздна – редкий плюс. Персонал дружелюбный, будто пришел в гости к хорошим знакомым. Обязательно вернусь!',
        review3: '',
    },
    {
        review1: 'Пришел скептиком, ушел фанатом! Обслуживание на высоте: официанты внимательные, но не навязчивые. Кухня – огонь! Рекомендую пасту с трюфелем и тартар из тунца. Шеф-повар явно знает толк в сочетании вкусов. По вечерам аншлаг, так что бронируйте столик. Если бы мог, поставил бы 6 звезд из 5!',
        review2: 'Ресторан на уровне! Всё продумано до мелочей: от интерьера в стиле лофт до идеально подобранного меню. Персонал внимательный, но ненавязчивый – чувствуешь себя как дома. Особенно рекомендую стейки и авторские коктейли. Видно, что владельцы вкладывают душу в это место.',
        review3: '',
    },
]